Autodesk.Navisworks.Api.Plugins.StringsAttribute
Attribute which causes a string localization file to be loaded for a particular plug-in.

Autodesk.Navisworks.Api.Plugins.StringsAttribute.#ctor(System.String)
Attribute causes a string localization file to be loaded for a particular plug-in.
The filename containing the strings.

Autodesk.Navisworks.Api.Plugins.StringsAttribute.FileName
The filename containing the strings.